tap "homebrew/core"
tap "homebrew/cask"

# Developers flow
brew "git"
brew "lazygit"

brew "ghostty"
brew "zsh"

brew "visual-studio-code"
brew "arc"

brew "docker"
brew "docker-compose"
brew "orbstack"
brew "lazydocker"
brew "devpod"

brew "hoppscotch"

brew "make"

# MacOS tweaks
brew "hiddenbar"
brew "maccy"

# Messages
brew "slack"
brew "skype"
brew "microsoft-teams"

# Others 
brew "spotify"
brew "bitwarden"
brew "chatgpt"
